export const tpls = ()=> {
    return {
        1:[
            {id:1,name:'折扣优惠',tpl:'甲方享有主合同所提供服务的咨询服务费( $1$ )圆整的（ $2$  ）折优惠，甲方仅需支付人民币（  $3$  ）圆整。甲方应在协议签署后当日向乙方一次性全额支付。',valid:['$1$','$2$','$3$']}
        ],
        2:[
            {id:2,name:'赠送课程',tpl:'乙方赠送给甲方（  $1$  ）节（每节课壹小时时长）（ $2$  ）培训课程（远程或实地）。所赠送课程将在（  $3$   ）年（ $4$  ）月结束之前一次集中兑现执行，不做分期分批次执行，逾期未兑现则本赠送条款失效。'}
        ],
        3:[
            {id:3,name:'赠送实习/活动',tpl:'乙方赠送给甲方一项提升申请背景适用的活动（包含活动申请及服务费用，不包含交通、食宿、体检、签证、保险等费用），价值不超过人民币（  $1$   ）元。具体活动由乙方依据甲方背景提升需求来选择确定。所赠送活动将在   $2$  年  $3$   月结束之前兑现执行，逾期未参加赠送活动的，本赠送条款失效。'}
        ],
        4:[
            {id:4,name:'赠送学校',tpl:'除主合同约定申请的学校数量之外，乙方赠送给甲方(  $1$   )所学校的申请服务，每所学校限一个专业。甲方无需向乙方另行支付咨询服务费。      '},
            {id:5,name:'赠送专业',tpl:'根据甲方个人意愿，现甲方在主合同约定申请的专业之外，增加（  $1$  ）个申请专业（即，依照主合同条款，申请（  $2$   ）所学校，每所学校申请一个专业，一共可申请（  $3$   ）个专业），甲方无需向乙方另行支付咨询服务费。 '},
            {id:6,name:'增加学校',tpl:'根据甲方个人意愿，现甲方在主合同约定申请的（  $1$  ）所学校之外，增加（  $2$  ）所申请学校。并按照每所学校人民币$f$元整的价格向乙方支付相应服务费用，本项共计人民币（  $3$   ）元。'},
            {id:7,name:'增加专业',tpl:'根据甲方个人意愿，现甲方在主合同约定申请的专业之外，增加（ $1$   ）个申请专业（即，依照主合同条款，申请（  $2$   ）所学校，每所学校申请一个专业，一共可申请（  $3$   ）个专业），并按照每个专业人民币$f$元整的价格向乙方支付相应服务费用，本项共计人民币（  $4$   ）元。'}
        ],
        5:[
            {id:8,name:'修改退款比例',tpl:'在甲方情况符合主合同相关退费条款的基础上，甲乙双方约定，乙方向甲方退还（   $1$   ）%的咨询服务费。'}
        ],
        6:[
            {id:9,name:'分期付款',tpl:'甲乙双方约定，本次咨询服务费支付采取分期（两期）支付方式。首期支付在合同签署当日，甲方一次性支付人民币 （  $1$   ）圆整至乙方指定账户；第二期在（  $2$   ）年（ $3$  ）月（ $4$  ）日（含）前，甲方一次性支付人民币（  $5$  ）圆整至乙方指定账户。甲方支付首期款后，乙方启动相关服务工作；如甲方未在约定日期前支付第二期款，则乙方有权终止服务，并单方解除主合同。甲方已支付首期款作为乙方已启动服务的服务费用，不予返还。'}
        ],
        7:[
            {id:10,name:'15天适应体验期',tpl:'乙方为甲方提供15天适应体验期，如甲方对乙方匹配的师资有异议，乙方将体验期结束后为甲方做服务人员调配，匹配适宜的师资。'}
        ],
        8:[
            {id:11,name:'约分保录',tpl:'如甲方在（  $1$   ）年（  $2$   ）月结束之前， $3$ ，乙方将协助甲方申请美国大学综合排名前（  $4$   ）名的院校（以甲方入学当年USNEWS排名为准），并按照冲刺、匹配、安全三档分配，以书面形式确定《选校名单》。'}
        ]
    }
}